[
{
  "title":"Full Fathom Five",
  "year":"1947",
  "description":"Jackson Pollock created his most famous paintings during the “drip period” which lasted from 1947 to 1950. Drip painting is a form of abstract art in which paint is dripped or poured onto the canvas, rather than being carefully applied. Pollock was among the pioneers of the drip technique due to which the TIME magazine dubbed him “Jack the Dripper”. Full Fathom Five is one of the earliest masterpieces of Pollock’s drip technique.",
  "src":"assets/jp0.jpg"
},
{
  "title":"The She-Wolf",
  "year":"1943",
  "description":"The She Wolf is one of Jackson’s most well-known works of the pre-Drip period. It featured in his first solo exhibition in 1943 and the following year it was purchased by the Museum of Modern Art, making it the first Pollock painting to enter a museum collection. Although Pollock never confirmed it, many think that the painting is based on the legendary wolf mother of Romulus and Remus, the twins who according to a myth founded Rome. The She Wolf is considered an important painting in the development of Pollock’s artistic career and one of the best examples of his love for free-form abstraction.",
  "src":"assets/jp1.jpg"
},
{
  "title":"The Deep",
  "year":"1953",
  "description":"Mostly done in black and white with some specks of yellow and light blue, The Deep is one of Pollock’s most famous works after his glorious years (1947-1950). It is an important work of Abstract Expressionism. Viewers and art critics derive various philosophical interpretations of the painting, just like in Jackson’s best known works. The name of the painting has added to its mystery with various deductions like it represents the depth where a person’s true self resides but which he is too afraid to face.",
  "src":"assets/jp2.jpg"
},
{
  "title":"Autumn Rhythm",
  "year":"1950",
  "description":"1950 was a golden year for Jackson Pollock. It was a time where he was at his artistic best and had mastered the drip technique. Surprisingly he abandoned the drip style the following year. Autumn Rhythm, which was originally titled Number 30, is one of his several masterpieces of the drip period. The painting consists of chaotic black, white and brown paint patterns and is known for having no focal point thus rendering every bit equally significant.",
  "src":"assets/jp3.jpg"
},
{
  "title":"Mural",
  "year":"1943",
  "description":"Mural was Jackson Pollock’s breakthrough work which marked a turning point in his career by not only enhancing his reputation but also giving a new dimension to his art. Painted on an 8-by 20-foot canvas, it was his first really big painting and one of the largest he would ever make. Its size, abstractness and style set the stage for his later masterpieces. Art critic Clement Greenberg said that a look at Mural made him realize that “Jackson was the greatest painter this country has produced.”",
  "src":"assets/jp4.jpg"
},
{
  "title":"Convergence",
  "year":"1952",
  "description":"With a size of 93.5 inches by 155 inches, Convergence is one of Pollock’s most ambitious paintings. It is known for its visual brilliance and for evoking deep emotions within the viewer. Though Jackson’s works remain difficult to decipher even by art experts, his paintings are considered manifestations of freedom of speech and expression. Convergence, which is a leading example in that regard, remains one of his most celebrated masterpieces.",
  "src":"assets/jp5.jpg"
},
{
  "title":"Number 1",
  "year":"1950",
  "description":"Considered by art critics as one of Pollock’s most important drip paintings, Lavender Mist showcases the artist’s genius in handling paint. Physicists have studied Pollock’s artworks for fractals, which naturally occur out of chaos. His later paintings, like Lavender Mist, were more chaotic than his earlier works and it was found that the more chaotic they became, the more closely they resembled naturally occurring fractals.",
  "src":"assets/jp6.jpg"
},
{
  "title":"Number 31",
  "year":"1950",
  "description":"One: Number 31 was painted at a time when Pollock had mastered the drip technique for which he is most known. It was painted with the canvas lying on the floor as was the norm for Pollock’s drip paintings and it is among the largest works ever created by the artist. Fans of Jackson often cite this work as proof of the artist’s extraordinary skill and technical dexterity. It is considered by some as Pollock’s greatest drip painting.",
  "src":"assets/jp7.jpg"
},
{
  "title":"Number 11",
  "year":"1952",
  "description":"It was in 1954 that No. 11, 1952 was first given the title Blue Poles, a name by which it is famous today. However some, including art historian Dennis Phillips, think that the title does the painting a disservice as the viewer concentrates on the blue poles and misses much of the rest. Blue Poles was purchased by the National Gallery of Australia in 1973 for A$1.3 million, a then world record for a contemporary American painting. Newspapers in Australia lambasted the purchase with headlines like ‘$1.3m for dribs and drabs’. There was a political scandal resulting in much public discussion which made the painting popular. Today Blue Poles is one of the major paintings in the collection of the National Gallery of Australia and its purchase is considered a masterstroke. It is regarded as one of Pollock’s best works and its fame has multiplied due to its place in Australian history.",
  "src":"assets/jp8.jpg"
},
{
  "title":"Number 5",
  "year":"1948",
  "description":"Created on eight by four feet fibreboard, No. 5, 1948 is the most famous as well as the most expensive painting by Jackson Pollock. In November 2006, it created the world record for the highest price paid for a painting when it was sold to an undisclosed buyer for a price of $140 million. As of October 2015, it ranks fifth on the inflation adjusted list of the most expensive paintings ever sold. No. 5, 1948 is considered a prime example of Jackson Pollock’s drip paintings and an epitome of Abstract Expressionism.",
  "src":"assets/jp9.jpg"
}
]
